import React from 'react';
import Navbar from './Navbar';
import { Helmet } from 'react-helmet';

const AgentType = () => {
    return (
        <div>
            <Helmet>
                <title>Velkio | এজেন্ট কয় প্রকার</title>
            </Helmet>
            <Navbar></Navbar>
            <div className='md:w-9/12 mx-auto my-12'>
                <h2 className='text-3xl font-semibold'>এজেন্ট কয় প্রকারঃ</h2>

                <p className='my-4 leading-10'>
                    <span className='font-semibold'>অনলাইন সুপার এজেন্টঃ</span> সুপার এজেন্ট রা, ইউজার একাউন্ট এবং মাষ্টার এজেন্ট একাউন্ট খুলে দিতে পারেন। কোন সুপার এজেন্ট এর নামে অভিযোগ থাকলে - অভিযোগ বাটন এ ক্লিক করে সরাসরি সাব এডমিন কে জানাতে হবে। <br />

                   <span className='font-semibold'>অনলাইন মাষ্টার এজেন্টঃ</span> অনলাইন মাষ্টার এজেন্ট রা, শুধু ইউজার একাউন্ট একাউন্ট খুলে দিতে পারেন। কোন মাষ্টার এজেন্ট এর নামে অভিযোগ থাকলে - অভিযোগ বাটন এ ক্লিক করে সরাসরি সুপার এজেন্ট এর কাছে অভিযোগ করতে হবে। বিস্তারিত জানতে এই লিঙ্ক এ ক্লিক করুন। <br />

                    <span className='font-semibold'>লোকাল মাষ্টার এজেন্টঃ</span> এই সব এজেন্ট সাধারনত – নিজের এলাকায় বা পরিচিত দের সাথে লেনদেন করে । যারা আগে বাজি ধরিয়ে দিত, তাদের কেই মুলত লোকাল এজেন্ট দেয়া হয়েছে। লোকাল এজেন্ট রা অনলাইনে আসে না এবং তারা তাদের পরিচয় গোপন রাখতে চায়। লোকাল এজেন্ট দের সাথে অনলাইনে কোন ভাবেই লেনদেন করবেন না, আর করে থাকলে তার দায়ভার পুরোটাই আপনার।
                </p>
            </div>

        </div>
    );
};

export default AgentType;