import React from 'react';
import Navbar from './Navbar';
import { Helmet } from 'react-helmet';

const HowToBeAgent = () => {
    return (
        <div>
            <Helmet>
                <title>Velki | How to Become Agent</title>
            </Helmet>
            <Navbar></Navbar>
            <div className='md:w-9/12 border-2 border-dashed p-4 mx-auto my-12'>
                <h2 className='text-3xl font-semibold'>কিভাবে আমি Velki তে এজেন্ট হতে পারি?</h2>
                <p className='my-4 leading-10'>লোকাল মাস্টার এজেন্ট হবার সিস্টেম:
                    এজেন্ট হবার জন্য আমাদের সুপার এজেন্ট দের সাথে যোগাযোগ করতে হবে।

                    সুপার এজেন্ট লিস্ট দেখতে এই লিঙ্ক এ ক্লিক করুন।
                    পয়েন্ট কেনা বেচাঃ
                    ** এজেন্ট Velkiথেকে পয়েন্ট কিনবে ৯৩ টাকা করে।
                    ** এজেন্ট ইউজার এর কাছে বিক্রি করবে ১০০ টাকা করে।
                    ** এই খানে এজেন্ট এর লাভ থাকবে ৭%
                    আবারঃ
                    ** এজেন্ট ইউজার এর কাছ থেকে পয়েন্ট কিনবে ১০০ টাকা করে।
                    ** এজেন্ট Velkiএর কাছে বিক্রি করবে ৯৩ টাকা করে।
                    ** এই খানে এজেন্ট এর লস হবে ৭% – কিন্তু এই খানে কথা আছে
                    **** এজেন্ট যত পয়েন্ট কিনবে Velkiথেকে তার চেয়ে যদি বিক্রি বেশি হয় – এই ৭% লস এর দায় ভার Velkiনিবে।
                    যেমনঃ এজেন্ট Velkiথেকে ৪ মাসে পয়েন্ট কিনেছে – ৭৫০০ পয়েন্ট। এই খানে তার লাভ হয়েছে – ৭৫০০x৭=৫২,৫০০ টাকা। কিন্তু ৫ নং মাসে গিয়ে দেখা গেল এজেন্ট এর ইউজার রা অনেক জিতেছে এবং এজেন্ট কে বিক্রি করতে হচ্ছে নাইন উইকেটস এর কাছে ৯২০০ পয়েন্ট । তাহলে এজেন্ট এর লাভ থেকে লস হবে ৫২,৫০০ টাকা। কারন এজেন্ট কে Velki এর কাছে ৭৫০০ পয়েন্ট বিক্রি করতে হবে ৯৩ টাকা রেট এই। বাকি ১৭০০ পয়েন্ট বিক্রি করতে যে লস হবে ১৭০০x৭=১১৯০০ টাকা, এই টাকা Velkiভর্তুকি দিবে। ভর্তুকি দিবে এই কারণে, যাতে এজেন্ট এর নিজের পকেট থেকে কোন লস না হয়।
                    তাহলে প্রশ্ন আসতে পারে এজেন্ট হবারএর লাভ কোথায়? এজেন্ট এর মুল লাভ হচ্ছে ২% কমিশন এক্সচেঞ্জ এ। যেমন ১ জন ইউজার দিনে ১০ টা বেট করল । ৫ টা তে জিতল এবং ৫ টা তে হারল। দিন শেষে যে ৫ টা জিতেছে ইউজার – প্রতিবার এজেন্ট কে ২% কমিশন দিয়েছে ইউজার।
                    একজন এজেন্ট এর যদি ২০ থেকে ৫০ জন একটিভ প্লেয়ার থাকে – তার মাসে ২০ থেকে ৫০ হাজার টাকা কমিশন থাকে।
                    মোট কথা এজেন্ট না হলে এজেন্ট হবার লাভ কি তা আপনি বুঝতে পারবেন না।

                    শর্ত সমুহঃ
                    ** এজেন্ট কে ৫০ হাজার টাকার পয়েন্ট কিনে এজেন্ট শুরু করতে হবে।
                    ** ইউজার ব্যালেন্স বাদ দিয়ে – এজেন্ট এর কাছে সব সময় ১৫০০ পয়েন্ট এর ব্যালেন্স থাকতে হবে।
                    ** এজেন্ট ব্যালেন্স যদি ২০০০ পয়েন্ট হয়ে যায় তাহলে এজেন্ট ৫০০ পয়েন্ট Velkiকে বিক্রি করতে পারবেন।
                    ** এজেন্ট – Velkiথেকে ৫০০ পয়েন্ট এর নিচে ক্রয় বিক্রয় করতে পারবেন না।
                    ** এজেন্ট এর কাছে সর্বনিম্ন ৩০ জন একটিভ প্লেয়ার থাকতে হবে।
                    *** এজেন্ট ইউজার সাথে প্রতি পয়েন্ট কেনা বেচা করবে ১০০ টাকা করে।
                    পয়েন্ট এর দামঃ
                    ** এজেন্ট Velkiথেকে পয়েন্ট কিনবে ৯৩ টাকা করে। এই পয়েন্ট এর দাম কমতে পারে নিম্নলিখিত কারণে।
                    ৯১ টাকাঃ এজেন্ট যদি চায় তার পয়েন্ট ৯১ টাকা হউক। যেদিন থেকে তার পয়েন্ট এর দাম ৯১ টাকা হবে – সেই দিন থেকে তিনি তার পয়েন্ট এর দাম ফিক্সড ৯১ টাকা। কেনা বেচা উভয় ক্ষেত্রেই সমান । এজেন্ট এর লাভ লস কোন টার ই দায় ভার Velkiনিবে না। এজেন্ট যতই বিক্রি করুক এবং যতই কিনুক ২ ক্ষেত্রেই দাম সমান থাকবে ৯১ টাকা।
                    ৮৯ টাকাঃ এজেন্ট যদি চায় তার পয়েন্ট ৮৯ টাকা হউক। যেদিন থেকে তার পয়েন্ট এর দাম ৮৯ টাকা হবে – সেই দিন থেকে তার পয়েন্ট এর দাম ফিক্সড ৮৯ টাকা। এই ক্ষেত্রে – এজেন্ট Velkiথেকে শুধু পয়েন্ট কিনতেই পারবেন – কিন্তু Velkiএর কাছে কোন পয়েন্ট বিক্রি করতে পারবেন না। এই পয়েন্ট রেট শুধু লোকাল এজেন্ট দের জন্য – অনলাইন এজেন্ট দের জন্য না।

                    বিকাশ/নগদ/রকেটঃ
                    ** অনেকেই আছেন – নিজের বিকাশ এজেন্ট নাই বা নিজের বিকাশ এজেন্ট এ লেনদেন করতে রিস্ক মনে করেন। সেই ক্ষেত্রে কোম্পানীর বিকাশ এজেন্ট ব্যবহার করতে পারেন। যদি কোম্পানীর বিকাশ – নগদ এজেন্ট ব্যবহার করেন – তাহলে পয়েন্ট এর দাম হবে ৯৫ টাকা।
                    কি কি কারনে এজেন্ট বাতিল হয়ে যেতে পারেঃ
                    ** একটা বিষয় অবগত করা দরকার। এজেন্ট এর যদি নিজে খেলার অভ্যাস থাকে তাহলে – এজেন্ট হউয়া থেকে বিরত থাকুন। এজেন্ট যদি কখনো নিজে খেলতে গিয়ে ধরা পরেন – তাহলে এজেন্ট একাউন্ট ঐ অবস্থায় সঙ্গে সঙ্গে ব্লক হয়ে যাবে এবং সমস্ত লেনদেন বন্ধ হয়ে যাবে। যদি এজেন্ট নিজে কোন আইডি তে বাজি ধরিয়ে দিতে চান – তাহলে Velkiকে আগেই সেই আইডি র বিষয়ে জানাতে হবে।
                    ** কোন ইউজার এর পয়েন্ট ইউজার কে না জানিয়ে তুলে নিলে।
                    ** ইউজার একাউন্ট থেকে পয়েন্ট তোলার ১ ঘন্টার মধ্যে টাকা টা ইউজার কে বুঝিয়ে না দিলে।
                    ** ইউজার পাসোয়ার্ড ইউজার কে না জানিয়ে পরিবর্তন করলে।
                    ** ইউজার এর একাউন্ট খোলার সময় কোম্পানীর নিয়ম নিতি না মানলে।
                    ** ইউজার এর একাউন্ট খোলার সময় – ইউজার এর ফোন নাম্বার এর বদলে অন্য কারো ফোন নাম্বার ব্যবহার করলে।
                    ** ডিপোজিট বা উইথড্র এর ক্ষেত্রে কোম্পানীর নিয়ম না মানলে।

                    সিস্টেম জানা শেষ হলে আপনাকে নিচের লিংক এ ক্লিক করে সুপার এজেন্ট লিষ্ট দেখতে হবে।

                    এই লিষ্ট এর সব সুপার এর সাথে এজেন্ট হবার বিষয় টি নিয়ে আলাপ করেন – যে সুপার সাথে আপনার ভাল লাগবে তার কাছ থেকে এজেন্ট নিতে পারবেন।</p>
            </div>
        </div>
    );
};

export default HowToBeAgent;