import { Helmet } from "react-helmet";
import Navbar from "./Navbar";

const Ovijog = () => {
    return (
        <div>
            <Helmet>
                <title>Velkio | কিভাবে অভিযোগ করবেন</title>
            </Helmet>
            <Navbar></Navbar>
            <div className="md:w-9/12 mx-auto my-12">
                <h2 className="text-3xl font-semibold">এজেন্ট এর বিরুদ্ধে কিভাবে অভিযোগ করবেন?</h2>
                <p className="my-4 leading-10">
                    এজেন্ট এর সাথে আপনার যে কোন ধরনের সমস্যা থাকতে পারে। তার কিছু উদাহরন নিম্নে দেয়া হলোঃ

                    ** এজেন্ট ঠিক মত ডিপোজিট বা উইথড্র দিচ্ছে না।
                    ** এজেন্ট এর সকাল ১০ টা থেকে রাত ১০ টা পর্যন্ত কাজ করার কথা। কিন্তু ঠিক মত করছে না।
                    ** এজেন্ট ডিপোজিট এর টাকা নিয়েছে কিন্তু ঠিক মত ডিপোজিট দিচ্ছে না।
                    ** আপনার আইডি লক হয়ে গেছে আনলক করছে না।
                    এই রকম নানা অভিযোগ আপনার থাকতে পারে এজেন্ট এর বিরুদ্ধে। এই অভিযোগ গুলো র সমস্যা সমাধান এর জন্য আপনাকে প্রথমে জানতে হবে আমাদের আপ লাইন গুলো কিভাবে কাজ করে এবং কার কাছে অভিযোগ করবেন।

                    ** মাষ্টার এজেন্ট এর বিরুদ্ধে অভিযোগ করতে হলে আপনাকে তার সুপার এজেন্টের কাছে অভিযোগ করতে হবে। যে কোন মাষ্টার এজেন্ট এর সুপার এজেন্ট কে তা বের করতে হলে আপনাকে এজেন্টের নামে র শেষে অভিযোগ বাটন এ ক্লিক করতে হবে। আপনাদের সুবিধার জন্য একটি ভিডিও দেয়া হলোঃ
                </p>

                <p className="my-4 leading-10">
                    অভিযোগ বাটন এ ক্লিক অরলে অই মাষ্টার এজেন্ট এর সুপার এজেন্ট এর আইডি এবং তার নাম্বার দেখতে পারবেন। তখন আপনি অই সুপার এজেন্ট এর কাছে অই মাষ্টার এজেন্ট এর বিরুদ্ধে অভিযোগ করতে পারবেন। ঠিক সেই রকম ভাবে সুপার এজেন্ট এর নামে অভিযোগ করতে পারবেন।

                    আপনি যদি কোন মাষ্টার এজেন্ট এর নামে অভিযোগ করতে চান – তাহলে তার সুপার এজেন্ট এর কাছে অভিযোগ করতে হবে। যদি সুপার এজেন্ট এর নামে অভিযোগ করতে চান তাহলে এডমিন এর কাছে অভিযোগ করতে হবে।

                    যদি আপনার অভিযোগের সমাধান সুপার এজেন্ট না দিতে পারে তাহলে আপনি কাস্টমার সার্ভিস এডমিন এর কাছে অভিযোগ করবেন। যদি তিনিও দিতে না পারে তাহলে সরাসরি এডমিন কাছে অভিযোগ করবেন।
                </p>
            </div>
        </div>
    );
};

export default Ovijog;